{
  "amendments": [
    {
      "title": "Guidelines for acceptance of recycled Polyethylene terephthalate (PET) as Food Contact Material (FCM-rPET)  [Uploaded on : 26-05-2025]",
      "date": "26-05-2025",
      "content": "सी.जी.-डी.एल.-अ.-26052025-263372\nxxxGIDHxxx\nCG-DL-E-26052025-263372\nxxxGIDExxx\nEXTRAORDINARY\nPART III—Section 4\nPUBLISHED BY AUTHORITY\nNo. 381] NEW DELHI, FRIDAY, MAY 23, 2025/JYAISTHA 2, 1947\n3383 GI/2025 (1)\n2 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\n4 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\n6 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\n8 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\nMINISTRY OF HEALTH AND FAMILY WELFARE\n(FOOD SAFETY AND STANDARDS AUTHORITY OF INDIA )\nNOTIFICATION\nNew Delhi, the 23rd May, 2025\nF. No. SSDIVI-PF0SP20(16)/1/2025-Standard-FSSAI.—In exercise of powers conferred under clause (e) of\nsub-regulation (4) of regulation 4 of the Food Safety and Standards (Packaging) Regulations, 2018, the Food Safety and\nStandards Authority of India (FSSAI) hereby notify the following guidelines, namely: —\nGuidelines for acceptance of recycled Polyethylene terephthalate (PET) as Food Contact Material\n(FCM-rPET)\n1. SCOPE\nThis guideline:\n● pertains only to the recycling process/operation of transforming post-consumer PET used for food\napplications into recycled PET as Food Contact Material (FCM-rPET) resins suitable for making Food\nContact Materials.\n● covers the acceptance criteria for using (FCM-rPET) resin in Food Contact Materials.\n● applies only to recycling technology approved by FSSAI.\n● does not apply to production of resins for non-food grade consumer applications.\n2. DEFINITIONS\nFor the purpose of this guideline—\n2.1 Food Authority – means the Food Safety and Standards Authority of India (FSSAI) established under section\n4 of the Food Safety and Standards Act, 2006.\n2.2 Manufacturer – means the operator of a recycling process and/or manufacturer of recycled Polyethylene\nterephthalate (PET) as Food Contact Materials as per the recycling technology approved by FSSAI.\n2.3 Materials\n(1) Virgin PET (vPET) – Formed by poly-condensation reaction of ethylene glycol derived from ethylene\nand terephthalic acid derived from para-xylene as the starting monomers.\n(2) Post-Consumer food grade PET – vPET and FCM-rPET Food Packaging material collected from\nhouseholds or by commercial, industrial and institutional facilities in their role as end-users of the\nproduct including returns of material from the distribution chain.\n(3) PET Resin- an aggregate of fragments from grinding and washing of post-consumer PET/pre consumer\nindustrial PET intended to be used for food applications.\n(4) Recycled Polyethylene terephthalate (FCM-rPET) – Post consumer food grade PET resin that has\nundergone a validated decontamination process (as per requirements specified by national or\ninternational Regulatory Authority(s) to achieve specified purity for directly holding food.\n2.4 Recycling Processes\nAny one of the following recycling processes capable of producing Recycled PET as Food Contact Materials\nmay be adopted. The recycling process adopted shall have at least one decontamination step capable of\nremoving contaminants to a level of purity suitable for food contact:\n(1) Super-Clean Recycling Process – a Conventional Recycling Process enhanced with an integrated\ndecontamination step [as specified by FSSAI or any other Regulatory Body] to remove absorbed\ncontaminants through a combination of surface treatment, high heat, and/or high vacuum in a controlled\nenvironment such that the output can be used for direct food contact.\n(2) Melt-in Recycling Process- a virgin PET (v PET) production operation enhanced with the ability of\nincorporating PET Flakes in the molten form which is decontaminated through a combination of high heat\nand high vacuum.\n(3) Paste-in Recycling Process - a virgin PET (v PET) production operation enhanced with the ability of\nincorporating PET Flakes in the paste form via partial glycolysis and equipped with an integrated system\nof removing absorbed contaminants via chemical distillation, vacuum degassing, etc.\n(4) Chemical Recycling Process - a chemical reaction operation of pyrolysis or fully depolymerizing PET\nFlakes into purified ethylene glycol and terephthalic acid (or dimethyl terephthalate), or bis(2-\nhydroxyethylterephthalate). As per ISO 15270 guidelines, the purified depolymerized monomer can be\ndeployed to produce polymer of virgin quality. The manufacturer of FCM-rPET using chemical recycling\nprocess shall submit application and relevant dossier to the Food Authority as per Form I.\nFor the purpose of this guideline, Conventional Recycling Process is defined as – a mechanical recycling\noperation where PET Flakes are washed, melted, extruded, and pelletized without a process step to remove\ncontaminants. Such processes should not be used for manufacturing food contact materials as it does not have\nthe decontamination process step.\n2.5 Testing\n(1) Challenge Test - a validation test in which virgin PET or Recycled Food Contact Material PET exposed\nto a mixture of chemicals of different molecular weight and polarity at specified levels, through the\nentire recycling process, and analyzed quantitatively for the residual concentrations. Challenge test\nneeds to be repeated in case of changes in process, process parameters or input feed.\n(2) Extraction Test - a quantitative analysis of substances present in recycled Polyethylene terephthalate (PET)\nas Food Contact Material (FCM-rPET).\n(3) Migration Test - a quantitative analysis on the substances migrating from the vPET, or FCM- rPET resin\ncontainers into the food and shall adhere to the overall and specific migration limits specified for plastic\nmaterials intended to come in contact with food products.\nRecycled Polyethylene terephthalate (PET) as Food Contact Materials (FCM-rPET) shall be tested in\nNABL/ILAC accredited Lab in compliance with IS: 12252, IS 9845, IS 9833 and amendments or latest versions\nthereof.\n3. PROCESS REQUIREMENTS\nThe following requirements pertain to the operation of recycling processes mentioned in section 2.4.\n3.1 Process Input\nThe process input shall be sourced in accordance with the minimum quality standard on FCM-rPET Resin.\nInput materials shall be controlled based on process validation criteria as identified by performance of the\nchallenge test.\n3.2 Process Validation\nFor the purpose of acceptance criteria following test shall be performed where applicable depending\non the technology used, as specified in any national or international regulatory body:\nThe level of decontamination shall be below the 220 µg/kg limit in the resin for each surrogate contaminant\nby a challenge test; or\nThe level of decontamination shall be below the 10 µg/kg limit in the food or food simulant for each\nsurrogate contaminant by a migration test. The recycled Polyethylene terephthalate (PET) as Food Contact\nMaterial (FCM-rPET) shall conform to the specifications for polyethylene terephthalate (PET) i.e IS:\n12252.\n3.3 Process Output\nThe process output shall be subject to a monitoring program that ensures the continuity of Recycled Food\nContact Material PET quality over time. The program shall include a chemical analysis by the process\noperator. The chemical analysis shall include either an extraction test on the Recycled Food Contact\nMaterial PET output or a migration test on the beverage bottles or food containers made with the FCM-\nrPET. The recycled Polyethylene terephthalate (PET) as Food Contact Material (FCM-rPET) shall conform\nto the specifications for polyethylene terephthalate (PET) i.e IS: 12252. The sensory analysis of FCM-rPET\nshall be conducted in accordance with ISO 13302 or equivalent.\n10 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\n3.4 Process Operation & Management\nThe recycling process shall operate under the principles of Good Manufacturing Practices, including the\napplication of a quality assurance program as established by the manufacturer. Critical quality parameters\nmust be defined to demonstrate the effectiveness of the decontamination process. Supply chain records and\nquality assurance data shall be maintained by the manufacturer to support product traceability and safety\ncompliance.\n4. ACCEPTANCE CRITERIA FOR FCM-RPET RESIN\nAs referred in section 3.2 and 3.3 of these guidelines.\n5. MARKING & LABELLING\n5.1 Food Contact Materials made of FCM-rPET resin shall carry the following:\n(1) Symbol as shown below; and/or\nX - percentage of recycled resin used\nr- recycled\nFCM- Food Contact Material\nPET-polyethylene terephthalate\nInformation on the label as: - The packaging material is made with recycled PET.\n(2) Any other requirement specified in national regulations shall also be complied with.\n(3) The determination of recycled content shall be as per guidelines for recycling and recovery (IS:\n14534:2023).\n6. DOCUMENTATION\nThe FCM-rPET manufacturer, converters, beverage bottlers, food packers, FBOs (Food Business Operators)\nshall maintain and provide relevant documentation as specified in this section to their relevant downstream\ncustomer (converters, beverage bottlers, food packers/FBOs) & to the Food Authority as and when asked for.\na) Declaration of Compliance – a statement issued by the manufacturer declaring the FCM-rPET confirms\nto the specifications for polyethylene terephthalate (PET) i.e IS: 12252.\nb) Regulatory Opinion - a NOC (No Objection Certificate)/NOL (No Objection Letter) issued by a\nrecognized, competent authority addressing the capability of a given process to recycle post- Consumer\nFood Grade PET resin into FCM-rPET.\nc) Supply chain records on product traceability and quality assurance data on safety compliance at each\nlevel of the food chain.\n7. AUTHORIZATION\nThe manufacturer shall apply for authorization of the recycling process to the food authority by submitting\nnecessary information as per FORM – I annexed. The manufacturer of r-PET resins shall be subjected to the\nannual audit of the manufacturing plant.\nThe Food Authority shall;\na) either authorize or reject the application, as per FORM-II, on the basis of the assessment,\nb) register the authorized manufacturer of a recycling process/manufacturers of FCM-rPET from time to\ntime on FSSAI’s website.\nc) reserve the right to call for any information from the recognized manufacturer of a recycling\nprocess/manufacturers of FCM-rPET\nForm - I\nApplication for authorization of FCM-rPET manufacturer\nS.No. Particulars Details/Documents\n1. Manufacturer Name, address of Premise# for which\napplication is being submitted, authorized personnel, etc.\n2. Operational licenses All licenses - factory, labour, pollution, GST etc.\n3. Recycling technology a) Details of the recycling technology & relevant documents of\npurchase or agreement made with the vendor (Technology &\nmachine supplier).\nb) Details of plant/machinery, make, material of construction\nand capacity, complete process flow chart and testing\nequipment, etc.\n4. *Global Regulatory Approval NOL/NOC/Safety Assessment\n5. Validation done with Indian a) Facility approval/ clearance by Competent Authority\nFCM-rPET b) Vendor and internal audit reports to demonstrate the suitability\n& efficiency of the technology to produce FCM- rPET resin.\n6. Quality& Safety related data Test reports to confirm the quality & safety of the FCM-rPET as\nspecified in Guidelines.\n(Report shall be from a NABL accredited lab)\n7. FCM-rPET compliance to Test reports to confirm the quality & safety of the FCM- rPET\nFSS(Packaging) regulations (Report shall be from a NABL accredited lab)\n2018 including these guidelines, a) FSS(Packaging) regulations 2018 – General requirement&\nother national standards Specific requirement pertaining to plastics [Refer to\nRegulation 4(4)]\nb) sensory analysis as per ISO 13302 or equivalent GMP/QMS\ncertificates etc.\n8. Declaration by the manufacturer a) To declare that only post-consumer food packaging materials\nare used to manufacture FCM-rPET resin and to maintain\nrecords/details of the source, nature of feedstock along with\nthe intended application (converters, beverage bottlers, food\npackers, FBOs) for every batch/lot. [Shall be maintained by\nFCM-rPET manufacturer]\nb) To provide an audit report annually to demonstrate the\ncapability of the technology & machinery to manufacture\nFCM-rPET as specified in Guidelines.\nc) To provide necessary documents/reports/ certificates/ FCM-\nrPET symbol compliance declaration as and when required by\nthe Food Authority.\nd) Declaration to emboss the FCM rPET symbol on rigid plastic\ncontainers (FCM) and/or imprint the FCM rPET symbol on the\nflexible plastic pouches.\n* Global regulatory approval does not apply to manufacturing facilities producing FCM-rPET through the chemical\nrecycling through monomer cycle process.\n# Authorization for manufacturing FCM-rPET is granted based on the specific premises and production lines of the\nmanufacturing facility.\nNote: The Food Authority reserves the right to call for any information/further queries from the recycler at any point of\ntime.\n12 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\nForm - II\nAuthorization/Rejection of FCM-rPET\nApplication No:\nDate of application:\nName of the manufacturer:\nName of the applicant:\nRegistered address:\nAuthorized person:\nType of material being recycled:\nApproval/NOC/Details of technology:\nStatus of application:\nReasons for rejection, if any:\nConditions for authorization*:\n(i) The Food Authority reserves the right to inspect the records, premises and/or manufacturing & other related\nfacilities of the applicant or manufacturing facility of exporting country prior/post authorization.\n(ii) The recycled PET intended to be used as food contact material shall comply to all the criteria specified by\nFSSAI (Ref.: No. with date ) & rules and regulations\nmade under the Food Safety and Standards Act, 2006 & as amended from time to time.\n(iii) The applicant shall maintain all documents/records/details/certificates/audit & test reports as specified in\nthe ‘Guidelines for acceptance of recycled Polyethylene terephthalate (PET) as Food Contact Material\n(FCM-rPET)’.\nThis issues with the approval of the Competent Authority.\nAuthorized Signatory\nTo,\nM/s (Name & address of the manufacturer)\nNote: * Conditions for authorization may change based on the application.\nG. KAMALA VARDHANA RAO, Chief Executive Officer\n[No. ADVT.-III/4/Exty./114/2025-26]\nUploaded by Dte. of Printing at Government of India Press, Ring Road, Mayapuri, New Delhi-110064\nand Published by the Controller of Publications, Delhi-110054.",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\pdfs\\Guidelines for acceptance of recycled Polyethylene_d9c8fd12.pdf",
      "source": "FSSAI",
      "document_id": "d9c8fd12fabe31249afca1df044934ca"
    },
    {
      "title": "Food Safety and Standards (Food Products Standards and Food Additives) First Amendment Regulations, 2025 relating to standards for Refractive Index range for Palm oil, Palmolein, Palm kernel oil and Palm Superolein; Meat sausage; Dehydrated tarragon; PDW; Food colors; Appendix A and Appendix C  [Uploaded on : 18-07-2025]",
      "date": "18-07-2025",
      "content": "सी.जी.-डी.एल.-अ.-17072025-264741\nxxxGIDHxxx\nCG-DL-E-17072025-264741\nxxxGIDExxx\nEXTRAORDINARY\nPART III—Section 4\nPUBLISHED BY AUTHORITY\nNo. 506] NEW DELHI, MONDAY, JULY 14, 2025/ASHADHA 23, 1947\n4684GI/2025 (1)\n2 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\n(1) (2) (3) (4) (5)\n4 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\n(1) (2) (3)\n(1) (2) (3)\n-\n6 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\n8 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\n(1) (2) (3) (4) (5) (6) (7)\n3.1.1.4)\n3.1.1.5)\n3.1.1.3)\n3.4.23.4)\nFOOD SAFETY AND STANDARDS AUTHORITY OF INDIA\nNOTIFICATION\nNew Delhi, the 10th July, 2025\nF. No. STD/43-FA-Notifications/2024.—Whereas, the draft Food Safety and Standards\n(Food Products Standards and Food Additives) Amendment Regulations, 2022, were published as\nrequired by sub-section (1) of section 92 of the Food Safety and Standards Act, 2006 (34 of 2006)\nvide notification of the Food Safety and Standards Authority of India, number F.No. STD/39-\nFA/Notification/2022, dated the 31st October, 2022, in the Gazette of India, Extraordinary, Part III,\nSection 4, for inviting objections and suggestions from all persons likely to be affected thereby;\nAnd whereas the copies of the said Gazette were made available to the public on the 3rd\nNovember, 2022;\n10 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\nAnd whereas the objections and suggestions received from the public in respect of the said\ndraft regulations have been considered by the Food Safety and Standards Authority of India;\nNow, therefore, in exercise of the powers conferred by clause (e) of sub-section (2) of\nsection 92 read with section 16 of the Food Safety and Standards Act, 2006 (34 of 2006), the Food\nSafety and Standards Authority of India hereby makes the following regulations further to amend\nthe Food Safety and Standards (Food Products Standards and Food Additives) Regulations, 2011,\nnamely: -\n1. Short title and commencement. - (1) These regulations may be called the Food Safety and\nStandards (Food Products Standards and Food Additives) First Amendment Regulations, 2025.\n(2) They shall come into force on 1st February, 2026.\n2. In the Food Safety and Standards (Food Products Standards and Food Additives) Regulations,\n2011, (hereinafter referred to as said regulations), -\n(1) in regulation 2.2, in sub-regulation, 2.2.1, -\n(a) in clause 19, in the table, in serial number 1, for the entry in column (3) against the\nParameter ‘Refractive Index at 50°C’, the entry “1.454-1.456” shall be substituted;\n(b) in clause 20, in the table, for the entry in column (2) against ‘Refractive Index at 40°C’,\nthe entry “1.458-1.460” shall be substituted;\n(c) in clause 21, in the table, in serial number 1, for the entry in column (3) against the\nParameter ‘Refractive Index at 40°C’, the entry “1.448-1.452” shall be substituted;\n(d) in clause 29, in the table, in serial number 1, for the entry in column (3) against the\nParameter ‘Refractive Index at 40°C’, the entry “1.459-1.460” shall be substituted;\n(2) in regulation 2.5, in sub-regulation 2.5.2, after clause 2, the following clause shall be inserted,\nnamely: -\n“2A. Meat Sausages. -\n(1) The standard specified under this clause shall apply to fresh or cooked meat sausages.\n(2) Sausage is a product obtained by stuffing minced meat (pork, poultry or meat from other food\nanimals) and other ingredients (fat or oil, salt, water, extenders and spices) in casings (natural or\nartificial) which may be marketed as fresh (raw), fermented, cooked or smoked or a combination\nof the same.\n(3) Fresh meat sausages shall be palatable, and shall have pleasant flavour and attractive\nappearance. No foreign or any other objectionable odour shall be present. Fresh meat sausages\nshall be of a good uniform texture characteristic of the product. Pieces of hair and particles of\nbone shall not be present in the product. The product shall be free from dirt and from insect and\nrodent contamination. Any deleterious substance shall not be present.\n(4) Ingredients: Meat and other ingredients shall be as given under the standard of comminuted,\nrestructured, cured, smoked and dry or fermented meat products specified under these\nregulations.\n(5) General requirements:\n5.1 Fresh sausages shall be prepared from one or more kinds of fresh, chilled or frozen meat.\n5.2 Smoked sausages shall be prepared from one or more kinds of fresh, chilled or frozen meat\nand smoked with only hard wood or other non-resinous materials.\n5.3 Cooked sausages shall be prepared from one or more kinds of fresh, chilled or frozen meat\nand cooked to attain the internal temperature of 75°C.\n5.4 Dry or fermented sausages shall be prepared from one or more kinds of fresh, chilled or\nfrozen meat subjected to a controlled drying process.\n(6) Preparation and processing:\n(i) Mincing: Chilled or frozen meat or offals or trimmings shall be minced using a mechanical\nmeat mincer. In case of pork fat, the same shall be minced after freezing.\n(ii) Emulsification: Minced meat and other ingredients in the sausage formulation shall be\nemulsified with the help of a meat chopper (bowl chopper) to form a fine paste (meat\nemulsion).\n(iii) Stuffing and linking: The minced meat or meat emulsion shall be stuffed into the casing\nwith the help of a mechanical stuffer and linking of the sausages shall be performed either\nmanually or with the help of mechanical linking machine.\n(iv) Cooking (applicable for cooked sausages): The stuffed and linked sausages shall be\ncooked by suitable means to attain the internal temperature of 75°C.\n(v) Cooling (applicable for cooked sausages): The cooked sausages shall be cooled to below\n40°C prior to chilling or freezing.\n(7) Storage requirements:\n(i) Fresh meat sausages shall be brought to a temperature of 4°C within 12 hours.\n(ii) The fresh chilled sausages shall be stored at a temperature not exceeding 4°C.\n(iii) Fresh or cooked sausages shall be chilled before freezing and the freezing shall be\ncompleted at -18°C or lower.\n(iv) The cooked and chilled sausages shall be stored at a temperature not exceeding 4°C.\n(v) The frozen sausages shall be stored at -18°C or lower.\n(8) Composition of finished product:\nThe product shall conform to the following compositional requirements:\nS. No. Parameter Requirement\nFresh Cooked/Smoked Dry/fermented\n(1) (2) (3) (4) (5)\n1 Meat, Minimum (w/w) 50% 60% 65%\n2 Moisture, Maximum (w/w) 65% 60% 50%\n3 Total ash, Maximum (w/w) 3% 3% 3%\n(9) The product may contain Food Additives permitted in Appendix A.\n(10) The product shall conform to the microbiological requirement given in Appendix B.\n(11) In addition to the requirements specified under this standard, the standard of comminuted or\nrestructured meat products specified under clause 2 of sub-regulation 2.5.2 above shall apply to\nthese products.”;\n12 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\n(3) in regulation 2.9, after sub-regulation 2.9.44, the following sub-regulation shall be inserted,\nnamely: -\n“2.9.45 Dehydrated Tarragon\n(1) Dehydrated Tarragon, whole\nDehydrated Tarragon (Vilayti Damnak), whole means the dried leaves obtained from perennial\nplant Artemisia dracunculus Linnaeus, belonging to the family Asteraceae. The colour of the dried\nleaves ranges from pale green to grey-green. It shall be free from visible foreign organic or\ninorganic matter including molds, living or dead insects and pests, tissues and excreta of rodents\nor of any other animal or human origin. It shall not contain any other plant species other than those\nspecified.\nIt shall conform to the following requirements, namely: -\nS. No. Characteristics Requirements\n(1) (2) (3)\n1. Moisture content, per cent by mass (m/m) (Maximum) 10\n2. Total Ash, per cent by mass (m/m) on dry basis, (Maximum) 1 2\n3. Acid-insoluble ash, per cent by mass on dry basis, (Maximum) 1.5\n4. Volatile oil content, ml/100g, on dry basis (Minimum) 0.6\n5. Foreign matter, per cent m/m Absent\n6. Extraneous matter, per cent m/m, (Maximum) 1\n7. Broken stems in form of whole or cut leaves, per cent m/m, 3\n(Maximum)\n8. Yellow or brown leaves, per cent m/m, (Maximum) 15\nExplanation.- For the purpose of this clause, - (i) ‘extraneous matter’ means other vegetative\nmatter associated with the plant from which the product originates (except broken stems in form of\nwhole or cut leaves and yellow or brown leaves).\n(ii) ‘foreign matter’ means any visible objectionable foreign detectable matter or material not\nusually associated with the natural components of the spice plant; such as sticks, stones, and any\nother material.\n(iii) ‘chromatographic requirements’: The volatile oil obtained by hydro or steam distillation of the\ndried leaves of tarragon, and analysed by using gas chromatography shall comprise the following\nmain constituents: cis-β-ocimene, trans-β-ocimene, transanethole, methylchavicol (estragole) and\nmethyleugenol. The volatile oil shall not contain significant amounts of either sabinene or\nelemicin.\n(2) Dehydrated Tarragon, powder\nDehydrated Tarragon (Vilayti Damnak), powder means the powder obtained by grinding dried\nleaves of Artemisia dracunculus Linnaeus, belonging to the family Asteraceae. It shall be free\nfrom visible foreign organic or inorganic matter including molds, living or dead insects and pests,\ntissues and excreta of rodents or of any other animal or human origin. It shall not contain any other\nplant species other than those specified.\nIt shall conform to the following requirements, namely: —\nS. No. Characteristics Requirements\n(1) (2) (3)\n1. Moisture content, per cent by mass (m/m) (Maximum) 10\n2. Total Ash, per cent by mass (m/m) on dry basis, (Maximum) 12\n3. Acid-insoluble ash, per cent by mass on dry basis, (Maximum) 1.5\n4. Volatile oil content, ml/100g, on dry basis (Minimum) 0.5\nExplanation.- For the purpose of this clause, - (i) Chromatographic requirements: The volatile oil\nobtained by hydro or steam distillation of the dried leaves of tarragon, and analysed by using gas\nchromatography shall comprise the following main constituents: cis-β-ocimene, trans-β-ocimene,\ntransanethole, methylchavicol (estragole) and methyleugenol. The volatile oil shall not contain\nsignificant amounts of either sabinene or elemicin.”;\n(4) in regulation 2.10, under sub-regulation 2.10.8 relating to ‘Packaged Drinking Water (other\nthan Mineral Water)’, -\n(a) in Table 2, for the entry in column (3) against serial number 5, the entry “75 to 500” shall be\nsubstituted;\n(b) in Table 3, -\n(i) for the entry in column (3) against serial number 15, the entry “10 to 75” shall be\nsubstituted;\n(ii) for the entry in column (3) against serial number 16, the entry “5 to 30” shall be\nsubstituted;\n(5) in Chapter 3, in regulation 3.2, in sub-regulation 3.2.1 relating to ‘Food Colours’, -\n(a) in clause 1 relating to ‘Tartrazine’, the note under the Table, “It shall be free from mercury,\ncopper and chromium in any form; aromatic amines, aromatic nitro compounds, aromatic\nhydrocarbons, and cyanides.” shall be omitted;\n(b) in clause 2 relating to ‘SUNSET YELLOW’, the note under the Table, “It shall be free from\nmercury, copper and chromium in any form; aromatic amines, aromatic nitro compounds,\naromatic hydrocarbons, and cyanides.” shall be omitted;\n(c) in clause 3 relating to ‘ERYTHROSINE’, the note under the Table, “It shall be free from\nmercury, copper and chromium in any form; aromatic amines, aromatic nitro compounds,\naromatic hydrocarbons, and cyanides.” shall be omitted;\n(d) in clause 4 relating to ‘INDIGO CARMINE’, the note under the Table, “It shall be free from\nmercury, copper and chromium in any form; aromatic amines, aromatic nitro compounds,\naromatic hydrocarbons, and cyanides.” shall be omitted;\n14 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\n(e) in clause 10 relating to ‘PONCEAU 4R’, the note under the Table, “It shall be free from\nmercury, selenium and chromium in any form; aromatic amines, aromatic nitro compounds,\naromatic hydrocarbons, and cyanides.” shall be omitted;\n(f) in clause 11 relating to ‘CARMOISINE, in the ‘General Requirements’, the words “The\nmaterial shall be free from mercury, selenium and chromium in any form, aromatic amines,\naromatic nitro compounds, aromatic hydrocarbons and cyanides.” shall be omitted;\n(g) for clause 12 relating to ‘SYNTHETIC FOOD COLOUR - PREPARATION AND\nMIXTURES’ the following clause shall be substituted, namely: -\n“12- Food Colour - Preparation and Mixtures\nColour Preparation and Mixtures\n(1) A preparation containing one or more of the permitted food colours conforming to the\nprescribed standard along with diluents or filler materials or both and meant to be used for\nimparting colour to food. It may contain permitted additives as per Appendix A and C.\n(2) The colour preparation and mixtures would be either in the form of a liquid or solid. Solid\npreparations shall be free from lumps and any visible extraneous or foreign matter.\n(3) Liquid preparations shall be free from sediments.\n(4) Only the following diluents or filler materials shall be permitted to be used in colour\npreparations and mixtures conforming to the prescribed standards; namely: -\n1. Potable water\n2. Edible common salt\n3. Sugar\n4. Dextrose Monohydrate\n5. Liquid glucose\n6. Sodium sulphate\n7. Tartaric acid\n8. Glycerine\n9. Propylene glycol\n10. Acetic acid, dilute\n11. Sorbitol\n12. Citric acid\n13. Sodium carbonate and sodium hydrogen carbonate\n14. Lactose\n15. Ammonium, sodium and potassium alginates\n16. Dextrins\n17. Ethyl acetate\n18. Starches\n19. Diethyl ether\n20. Ethanol\n21. Glycerol mono, di and tri acetate\n22. Edible oils and fats\n23. Isopropyl alcohol\n24. Bees wax\n25. Sodium and ammonium hydroxide\n26. Lactic acid\n27. Carrageenan and gum arabic\n28. Gelatin\n29. Pectin\n(5) General Requirements.-\nThe total dye content, per cent by mass (m/v) in the colour preparation or in the mixture shall be\ndeclared on the label of the container. In solid and liquid preparations, the declared value shall be\non ‘as in’ basis. The total dye content shall be within the tolerance limits given below on the\ndeclared value:\n(a) Liquid preparation ±15 per cent\n(b) Solid preparations ±7.5 per cent\nIt shall conform to the standards of contaminants as per the Food Safety and Standards\n(Contaminants, Toxins and Residues) Regulation, 2011.”;\n(h) in clause 13 relating to ‘BRILLIANT BLUE FCF’, the note under the Table shall be omitted;\n(i) in clause 14 relating to ‘Fast Green FCF’, the note under the Table shall be omitted;\n(6) in Appendix A, under the heading “IV. USE OF FOOD ADDITIVES IN FOOD\nPRODUCTS”, in Table 14 relating to ‘Beverages, excluding dairy products’, for ‘Food category\nsystem 14.1.5’ relating to ‘Coffee, coffee/coffee substitutes, tea, herbal infusions, and other hot\ncereal and grain beverages, excluding cocoa’ for food additive “Steviol glycosides” and entries\nrelated thereto, in column (6), the entry “160” shall be omitted;\n(7) in Appendix C, under the heading “II. USE OF PROCESSING AIDS IN FOOD\nPRODUCTS”, -\n16 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\n(a) in Table 7 relating to ‘BLEACHING, WASHING, DENUDING AND PEELING\nAGENTS’, for the entries in column (4) against serial number 8, the entry “5 (as hydrogen\nperoxide)” shall be substituted;\n(b) in Table 11 relating to ‘ENZYMES (for treatment or processing of raw materials, foods, or\ningredients)’, -\n(i) against serial number 5, for the entries in column (3), after “Rice bran”, the entry\n“Aspergillus oryzae” shall be inserted;\n(ii) against serial number 6, for the entries in column (3), after “Aspergillus niger”, the entry\n“Aspergillus oryzae” shall be inserted;\n(iii) against serial number 26, for the entries in column (3), after “Aspergillus oryzae”, the\nentry “Bacillus licheniformis” shall be inserted;\n(iv) against serial number 35, for the entries in column (3), after “Aspergillus oryzae”, the\nfollowing entries shall be inserted, namely: -\n“Rhizomucor miehei\nCryphonectria Parasitica”;\n(v) against serial number 42, for the entries in column (3), after “Kluyveromyces lactis”, the\nentry “Aspergillus niger (variety- Awamori)” shall be inserted;\n(c) in Table 11 A relating to ‘Enzymes derived from Genetically Modified Microorganisms\n(GMM)’, after serial number 45, the following shall be inserted, namely: -\nS. Enzyme Name Production Donor Functional and Indicative Residual\nNo Organism Organism technological food uses level\nor Source purpose (mg/kg)\n(Not more\nthan)\n(1) (2) (3) (4) (5) (6) (7)\n“46. Phospholipase Trichoderma Aspergillus For use in Oils and fats GMP\nA2# reesei nishimurae degumming of processing,\n(EC No. 3.1.1.4) (ex fumigatus) oils and fats, Egg products\nEgg yolk\nprocessing\n47. Lysophospholip Trichoderma Aspergillus For use in starch Oils and fats GMP\nase# reesei nishimurae processing, processing,\n(EC No. 3.1.1.5) RF4847 (ex fumigatus) degumming of Syrups for\noils and fats use in soft\ndrinks or\nbakery\n48. Lipase Trichoderma Fusarium Facilitate the Bakery GMP\ntriacylglycerol# reesei oxysporum handling of the products,\n(EC No. dough for Oils and fats\n3.1.1.3) baking - processing\nImprove dough\nstability and\nstrength\nstructure and\nbehaviour\nduring the\nbaking steps\nand Regulate\nbatter\nviscosity,\ndegumming of\noils and fats\n49. Glucose Trichoderma Penicillium Facilitate the Egg Products GMP\nOxidase# reesei amagasakiense handling of and Bakery\n(EC No. 1.1.3.4) dough, (reduce and Pasta\ndough Products\nstickiness,\nstrengthen\ndough structure,\nimprove\ncooking\ntolerance) of\npasta or noodle;\negg processing\n50 Serine Trichoderma Malbranchea It is used as a Fish and GMP\nendopeptidase reesei cinnamomea processing aid meat\n(protease) # for partial or processing\n(E.C No. 3.4.21. extensive\n65) hydrolysis of\nproteins from\nboth animal and\nvegetable\nsources.\n51 Chymosin# Aspergillus Bos taurus Milk Manufacture GMP\n(E.C No. niger var. coagulating of paneer and\n3.4.23.4) Awamori enzyme cheese\n#All enzyme preparations should meet the following criteria:\n(i) Lead: not more than 5 mg/kg.\n(ii) Salmonella spp.: absent in 25 g sample.\n(iii) Total coliforms: not more than 30 per g.\n(iv) Escherichia coli: absent in 25 g sample\n(v) DNA: absent in preparations from microbial sources\n(vi) Antibiotic activity: absent in preparations from microbial sources.”\nG. KAMALA VARDHANA RAO, Chief Executive Officer\n[ADVT.-III/4/Exty./239/2025-26]\n18 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\nNote: The Food Safety and Standards (Food Products Standards and Food Additives)\nRegulations, 2011 were published in the Gazette of India, Extraordinary, Part III, section 4 vide\nnotification number F. No. 2-15015/30/2010, dated 1st August, 2011 and last amended vide\nnotification number F.No. STD/FA/38/FSSAI(Part-1), dated 21st October, 2024.\nUploaded by Dte. of Printing at Government of India Press, Ring Road, Mayapuri, New Delhi-110064\nand Published by the Controller of Publications, Delhi-110054.",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\pdfs\\Food Safety and Standards Food Products Standards _bf559351.pdf",
      "source": "FSSAI",
      "document_id": "bf559351659dd33b76929576fc59a8a1"
    },
    {
      "title": "Notice dated 16.04.2025 for inviting public comments for consultation paper on compliance with the provisions of ‘Analogue in Dairy Context’  [Uploaded on : 16-04-2025]",
      "date": "16-04-2025",
      "content": "|E-9768]\nF. No. RCD-02001/2/2021-Regulatory-FSSAI-Part(1)\nFood Safety and Standards Authority of India\n(A Statutory Authority established under the Food Safety and Standards Act, 2006)\n(Regulatory Compliance Division)\nFDA Bhawan, Kotla Road, New Delhi 110002\nDated:16h April, 2025\nNotice for inviting public comments\nSeveral media reports have been surfaced wherein it is claimed that products like\n*Analogue in dairy context' are being sold as Dairy products', thus misleading consumers. It\nis to infom that Food Safety and Standards Authority of India (FSSAI) has already laid down\nregulation for distinct labelling of'Analogue in dairy context' to ensure their clear bifurcation\nwith dairy products.\nTo discuss on the compliance with the provisions of 'Analogue in dairy context' laid\n2\ndown under Food Safety and Standards Regulations, a meeting (hybrid mode) was held with\nthe stakeholders on 07h April, 2025 at FSSAI. FDA Bhawan. Based on the deliberation held,\nit was proposed to publish ac onsultation paper on the said matter on FSSAI website seeking\ncomments/suggestions from the stakeholders at large.\nIt is requested to furnish the comments/suggestions, if any, in the in the Google\n3.\nresponse form (https://forms.gle/olyh2vCmMs7XvgEK8) along with justification/rationale\nwithin 60 days from date of issuance of this notice. The consultation paper is enclosed\n(Annexure-1) for information.\nRakesh Kumar\nDirector\n(Regulatory Compliance Division)\nEncl: as above\nTo:\n1. All Food Business Operators, Industry Association, Consunmer Organization, Food\nSafety Mitra and other stakeholders:\n2. Commissioners of Food Safety of all States/UTs;\n3. AllD ivisional Heads, FSSAI;\n4. Directors of all Regional Offices, FSSAI:\n5. Principal Manager (SBCD)- for wider circulation through social media:\n6. CTO- for uploading on FSSAI website- for wider circulation.\nAnnexure-1\nCONSULTATION PAPER ON\nCOMPLIANCE WITH THE PROVISIONS OF\n‘ANALOGUE IN DAIRY CONTEXT’\nGoogle form URL for providing comments/ suggestions within 60 days:\nhttps://docs.google.com/forms/d/e/1FAIpQLSdFNX8oXlbhlj_PJ1CQIIpmsSmn-\nMP-ftbtWINrVnqRGOnnzQ/viewform?usp=header\nShort URL: https://forms.gle/o1yh2vCmMs7XvgEK8\n16th April, 2025\nRegulatory Compliance Divisions\nFood Safety and Standards Authority of India\nFDA Bhawan, New Delhi.\nPage 1 of 4\nA. Background:\nSeveral media reports have been surfaced wherein it is claimed that products like ‘Analogue in\ndairy context’ are being sold as ‘Dairy products’, thus misleading consumers. Food Safety and\nStandards Authority of India (FSSAI) has already laid down regulation for distinct labelling of\n‘Dairy Analogue’ products to ensure their clear bifurcation with dairy products. To discuss on\nthe compliance with the provisions of ‘Analogue in dairy context’ laid down under Food Safety\nand Standards Regulations, a meeting was held with the stakeholders on 07th April, 2025 at\nFSSAI, FDA Bhawan, wherein total of 57 participants including representative of industry\nassociation, consumer organization, MSME attended the meeting. Additionally, FSSAI has\nalso conducted meeting with Hotel, Restaurants, Catering Services (HoReCa) industry in the\nmonth of March, 2025 to emphasize on labelling requirements of dairy analogues.\nB. Overview of regulatory framework:\nI. Definition of ‘Analogue in the dairy context’:\nSub-regulation 2.1.1 (1), clause (aa) of Food Safety and Standards (Food\nProduct Standards and Food Additives) Regulations, 2011, states-\n“‘Analogue in the dairy context’ means a product in which constituents not derived\nfrom milk take the place, in part or in whole, of any milk constituent(s) and the final\nproduct resembles, organoleptically and/or functionally, milk or milk product or\ncomposite milk product as defined in these regulations”.\nII. Labelling requirement of pre-packaged foods for ‘Analogues in dairy context’:\nSub-regulation 2.1.1 (5), clause (b) Food Safety and Standards (Food Product\nStandards and Food Additives) Regulations, 2011, mentions the following-\n(a) In respect of each such constituent not derived from milk that takes place of a milk\nconstituent in the product:\n“Contains ………………...”\nBlank to be filled with name of the constituent including the source”\n(b) In respect of each such milk constituent whose place is fully taken over by a\nconstituent not derived from milk in the product:\n“Contains no milk ……………….”\nBlank to be filled with name of the constituent”\nIII. Use of dairy terms for other foods:\nSub-regulation 2.1.1 (3), clause (f), sub-clause (i) & (ii) of Food Safety and Standards\n(Food Product Standards and Food Additives) Regulations, 2011 states the following-\na. Analogues in the dairy context’ are not considered milk, milk products or\ncomposite milk products as defined in these regulations.\nb. in respect of a product which is not milk, a milk product or a composite milk\nproduct, no label, commercial document, publicity material or any form of\npoint of sale presentation shall be used which claims, implies or suggests that\nPage 2 of 4\nthe product is milk, a milk product or a composite milk product, or which refers\nto one or more of these products;\nc. Provided also that if the final product is intended to substitute milk, a milk\nproduct or composite milk product, dairy terms shall not be used:\nd. Provided also that the products which contain milk, or a milk product, or milk\nconstituents, which are not an essential part in terms of characterization of\nthe product, dairy terms shall only be used in the list of ingredients. For these\nproducts, dairy terms shall not be used for other purposes.\nIV. Manufacturers of pre-packaged food shall not create erroneous impression:\nChapter-2, Sub-regulation 4 (3) Food Safety and Standards (Labelling &\nDisplay) Regulations, 2020 clearly mentions that- “Pre-packaged food shall not be\ndescribed or presented on any label or in any labelling in a manner that is false,\nmisleading or deceptive or is likely to create an erroneous impression regarding its\ncharacter in any respect;”\nV. Compliance to be followed by Hotel, Restaurants, Catering Services (HoReCa)\nindustry:\nFood Safety and Standards (Licensing & Registration of Food Businesses) Regulations,\n2011, in other conditions of license (Condition number 2 of Annexure-3 of Schedule 2)\nmentioned that- “Food Business Operators selling cooked or prepared food shall\ndisplay a notice board containing the nature of articles being exposed for sale.”\nC. Public comments are invited on the following:\nIn view of the existing provisions and deliberation held with the stakeholders, it is requested to\nrespond to the following suggestions with justification/rationale and supporting\ndocuments/examples, if any.\n1. Nomenclature of ‘Analogue in dairy context’ on label: Terminology for products of\n‘Analogue in dairy context’ shall be suggested.\n*For example: Whether words like ‘Non-dairy’ or ‘Analogue’ can be used as prefix to\nthe dairy terminology, in both the cases where any milk constituents are substituted\npartially or wholly.\n2. Label declaration for pre-packaged food when ‘Analogue in dairy context’ is used\nas an ingredient: Dairy analogue used in pre-packaged food product as an ingredient,\nshall clearly mention the nature of the ‘Dairy analogue’ in the ingredient list (e.g.,\nAnalogue of cream, Analogue of cheese etc.) immediately accompanied by a list in\nbrackets of its ingredients in descending orders of proportions.\n*For example: Ingredients- Analogue of Cheese (Milk Solids, Refined Palm Oil,\nHydrogenated Vegetable fat, Modified Starch, Emulsifier).\nPage 3 of 4\n3. Declaration of nature of food items served in HoReCa industry: Restaurants,\ncaterers and other food service establishments serving cooked and prepared food or in\nrecipe directly or indirectly must clearly indicate the exact nature of food items—\nprefixing word ‘Non-dairy’ or ‘Analogue’ before the dairy term—on menu cards or\nboards or booklets or other relevant materials- readily legible to the consumers-\nwhen ‘Dairy Analogue’ is used as ingredient instead of dairy products.\n*For example- If Analogue of Paneer has been used for preparation of Kadhai Paneer\nor Analogue of Cheese is used in Burger instead of dairy products, exact nature of the\ningredient shall be mentioned, thus providing informed choice to the consumer.\n4. Prohibition in sale of ‘Analogue in dairy context’ in loose form: ‘Analogue in dairy\ncontext’ shall only be sold in packed condition not less than 500 gms with proper\nlabelling declaration mentioned under sub-regulation 2.1.1 (5), clause (b) Food Safety\nand Standards (Food Product Standards and Food Additives) Regulations, 2011.\n5. Restriction in FSSAI registration for food businesses manufacturing dairy\nanalogue: Petty food manufacturer whose turnover is upto Rs. 12 Lacs per annum or\nproduction capacity is upto 100 Kgs/Ltrs per day is considered under FSSAI\nRegistration. Considering the probable misuse of dairy analogue as dairy products, it is\nsuggested to restrict grant of FSSAI registration for FBOs manufacturing Dairy\nAnalogue (i.e., Analogue of Paneer, Analogue of Cream, Analogue of Milk, Analogue\nof Cheese etc.). The category of ‘Analogue in dairy context’ will only be considered\nfor State and Central license, to ensure greater compliance responsibility by Food\nBusiness Operators.\nNote: The terminology used above w.r.t declaration of dairy analogue is only\nsuggestive and will be finalized after consultation.\nD. Google form for providing comments/ suggestions:\nIt is requested to provide your comment/suggestion through google form\n(https://docs.google.com/forms/d/e/1FAIpQLSdFNX8oXlbhlj_PJ1CQIIpmsSmn-MP-\nftbtWINrVnqRGOnnzQ/viewform?usp=header) within 60 days. [Short URL:\nhttps://forms.gle/o1yh2vCmMs7XvgEK8]\n***\nPage 4 of 4",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\pdfs\\Notice dated 16.04.2025 for inviting public commen_f8e237b4.pdf",
      "source": "FSSAI",
      "document_id": "f8e237b40549fa2365ef4ddc7e134580"
    },
    {
      "title": "Food Safety and Standards (Labelling and Display) First Amendment Regulations, 2025, relating to standards of coffee chicory mixture  [Uploaded on : 14-08-2025]",
      "date": "14-08-2025",
      "content": "सी.जी.-डी.एल.-अ.-13082025-265397\nxxxGIDHxxx\nCG-DL-E-13082025-265397\nxxxGIDExxx\nEXTRAORDINARY\nPART III—Section 4\nPUBLISHED BY AUTHORITY\nNo. 562] NEW DELHI, TUESDAY, AUGUST 12, 2025/SHRAVANA 21, 1947\n5361 GI/2025 (1)\n2 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\nFOOD SAFETY AND STANDARDS AUTHORITY OF INDIA\nNOTIFICATION\nNew Delhi, the 8th August, 2025\nF. No. SS-T017/1/2023-Standard-FSSAI.—Whereas the draft Food Safety and Standards (Labelling and\nDisplay) Amendment Regulations, 2025, were published as required by sub-section (1) of section 92 of the Food\nSafety and Standards Act, 2006 (34 of 2006), vide notification of the Food Safety and Standards Authority of India\nnumber F.No. SS-T017/1/2023-Standard-FSSAI, dated the 17th February, 2025, in the Gazette of India,\nExtraordinary, Part III, Section 4, inviting objections and suggestions from the persons likely to be affected thereby,\nbefore the expiry of the period of sixty days from the date on which the copies of the Official Gazette containing the\nsaid notification were made available to the public;\nAnd whereas the copies of the said Gazette were made available to the public on the 20th February, 2025;\nAnd whereas the objections and suggestions received from the public in respect of the said draft regulations\nhave been considered by the Food Safety and Standards Authority of India.\nNow, therefore, in exercise of the powers conferred by clause (k) of sub-section (2) of section 92 read with\nsection 23 of the said Act, the Food Safety and Standards Authority of India hereby makes the following regulations\nfurther to amend the Food Safety and Standards (Labelling and Display) Regulations, 2020, namely: -\nRegulations\n1. (1) These regulations may be called the Food Safety and Standards (Labelling and Display) First Amendment\nRegulations, 2025.\n(2) They shall come into force on 01 July, 2026.\n2. In the Food Safety and Standards (Labelling and Display) Regulations, 2020, in Schedule-II, in paragraph 2,\nfor sub-paragraph 2.2 relating to Coffee-Chicory Mixture, the following sub-paragraph shall be substituted, namely,-\n“2.2 Coffee-Chicory Mixture\n(1) Every package containing a mixture of coffee and chicory shall have following label declaration on the front of\nthe package:—\nCOFFEE BLENDED WITH CHICORY\nTHIS MIXTURE CONTAINS\nCOFFEE…………………………… PERCENT\nCHICORY………………………….. PERCENT\nOR\nCOFFEE BLENDED WITH CHICORY\nTHIS MIXTURE CONTAINS\nCOFFEE …..%, CHICORY …..%\n(2) Every package containing Instant Coffee-Chicory mixture shall have following label declaration on the front of the\npackage:\nINSTANT COFFEE-CHICORY MIXTURE\nMADE FROM BLENDS OF COFFEE AND CHICORY\nCOFFEE…………………………… PERCENT\nCHICORY………………………….. PERCENT\n4 THE GAZETTE OF INDIA : EXTRAORDINARY [PART III—SEC.4]\nOR\nINSTANT COFFEE-CHICORY MIXTURE\nMADE FROM BLENDS OF COFFEE AND CHICORY\nCOFFEE …..%, CHICORY …..%\nG. KAMALA VARDHANA RAO, Chief Executive Officer\n[ADVT.-III/4/Exty./293/2025-26]\nNote: The principal regulations were published in the Gazette of India, Extraordinary part III, Section 4, vide\nnotification number F. No. 1-94/FSSAI/SP(Labelling)/2014(Pt-2), dated the 17th November, 2020 and last\namended vide notification number, F. No. Std/SP-08/A-1-2020/N-01, dated the 11th October, 2022.\nUploaded by Dte. of Printing at Government of India Press, Ring Road, Mayapuri, New Delhi-110064\nand Published by the Controller of Publications, Delhi-110054.",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\pdfs\\Food Safety and Standards Labelling and Display Fi_c9b0344f.pdf",
      "source": "FSSAI",
      "document_id": "c9b0344f7e1b174d2fbce27e5e631f32"
    },
    {
      "title": "Draft Food Safety and Standards (Food Products Standards and Food Additives) Amendment Regulations, 2025 relating to Cheese powder etc.​  [Uploaded on : 10-06-2025]",
      "date": "10-06-2025",
      "content": "Subject: Draft Food Safety and Standards (Food Products Standards and Food Additives) Amendment Regulations, 2025\nFORMAT FOR SENDING THE COMMENTS AND SUGGESTIONS\nRelevant section in\nName and Address of the the draft\nSr.\norganisation/person, contact notification on Comments/suggestion Rationale Remarks\nNo.\nnumber and E-mail which comments\nare being provided\nDate:\nPlace: Name and signature",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\pdfs\\Draft Food Safety and Standards Food Products Stan_03c8de46.pdf",
      "source": "FSSAI",
      "document_id": "03c8de468e2f47539359909974e45f6b"
    },
    {
      "title": "DGFT Notification 46/2015-20 / 2022-23",
      "date": "30/11/2022",
      "content": "",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\dgft-pdfs\\SCOMET Updates 2022 - Amendment in Appendix 3 SCOM_ef1e216b.pdf",
      "source": "DGFT",
      "document_id": "ef1e216b46b83ca99e92dd3144de05e8"
    },
    {
      "title": "DGFT Notification 22/2023 / 2023-24",
      "date": "31/07/2023",
      "content": "",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\dgft-pdfs\\Amendment in Export Policy of Foods Supplements co_3324fba1.pdf",
      "source": "DGFT",
      "document_id": "3324fba14d89025bd52d9d8f6b87791d"
    },
    {
      "title": "DGFT Notification 16/2025-26 / 2025-26",
      "date": "31/05/2025",
      "content": "[To be published in the Gazette of India Extraordinary Part-II, Section-3, Sub-Section (i)1\nGovernment of India\nMinistry of Commerce &I ndustry\nDepartment of Commerce\nDirectorate General of Foreign Trade\nVanijya Bhawan\nNotification No. l6 /2025-26\nNew Delhi, Dated: 31 May , 2025\nSubject: Extension in Import Period for Yellow Peas under ITC (HS) Code 07131010 of\nChapter 07 of ITC (HS) 2022, Schedule - (Import Policy) -reg\nS.O. (E) In exercise of powers conferred by Section 3 and Section 5 of Foreign Trade\n(Development & Regulation) Act, 1992, read with paragraph 1.02 and 2.01 of the Foreign\nTrade Policy (FTP) 2023, as amended from time to time, and in continuation to Notification\nNos. 50/2023 dated 08.12.2023. 61/2023 dated 23.02.2024, 04/2023 dated 05.04.2024,\n12/2024-25 dated 08.05.2024, 29/2024-25 dated 13.09.2024, 43/2024-25 dated 24/12/2024\nand 63/2024-25 dated 10.03.2025, the Central Government hereby extends the current Import\nPolicy Condition for Yellow Peas under ITC(HS) Code 07131010 of Chapter 07 of ITC(HS),\n2022, Schedule I (Import Policy), which is valid till 31\" May, 2025, upto 31 March,\n2026. Allo ther terms and conditions remain the same as in the above referred Notifications.\nEffect of the Notification:\nImport of Yellow Peas under ITC (HS) Code 07131010 is \"Free\" without the MIP\ncondition and without Port Restriction, subject to the registration under online Import\nMonitoring System, with immediate effect, for all import consignments where Bill of Lading\n(Shipped on Board) is issued on or before 31\" March, 2026.\nThis is issued with the approval of the Minister of Commerce & Industry.\n(Ajay Bhadoo)\nDirector General of Foreign Trade &\nAddl. Secretary to the Government of India\nEmail: dgt@nic.in\n[Issued from F. No.M-5012/300/2002/PC-2[AJ/Part-VIE-9019]",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\dgft-pdfs\\Extenstion in Import period for Yellow Peas under _dad4f40a.pdf",
      "source": "DGFT",
      "document_id": "dad4f40aab01688483711fb668932d36"
    },
    {
      "title": "DGFT Notification 64/2015-20 / 2022-23",
      "date": "31/03/2023",
      "content": "",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\dgft-pdfs\\Amendment in Import Policy Condition under Chapter_f08fcbff.pdf",
      "source": "DGFT",
      "document_id": "f08fcbff32e18cbb88934f56bed68265"
    },
    {
      "title": "DGFT Notification 1/2023 / 2023-24",
      "date": "31/03/2023",
      "content": "",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\dgft-pdfs\\Foreign Trade Policy 2023_73d185dd.pdf",
      "source": "DGFT",
      "document_id": "73d185dd2300351f1434ae081769b62d"
    },
    {
      "title": "GST 11/2025-Central Tax - Seeks to notify Central Goods and Services Tax (Se...",
      "date": "01-01-2025",
      "content": "[TO BE PUBLISHED IN THE GAZETTE OF INDIA, EXTRAORDINARY, PART II, SECTION 3,\nSUB-SECTION (i)]\nGOVERNMENT OF INDIA\nMINISTRY OF FINANCE\n(DEPARTMENT OF REVENUE)\nCENTRAL BOARD OF INDIRECT TAXES AND CUSTOMS\nNOTIFICATION\nNo. 11/2025–Central Tax\nNew Delhi, the 27th March, 2025.\nG.S.R... (E).–In exercise of the powers conferred by section 164 of the Central Goods and Services\nTax Act, 2017 (12 of 2017), the Central Government, on the recommendations of the Council, hereby makes\nthe following rules further to amend the Central Goods and Services Tax Rules, 2017, namely:—\n1. (1) These rules may be called the Central Goods and Services Tax (Second Amendment) Rules, 2025.\n(2) They shall come into force on the date of their publication in the Official Gazette.\n2. In the Central Goods and Services Tax Rules, 2017,–\n(a) in rule 164, –\n(i) in sub-rule (4), after the words “after payment of the full amount of tax”, the words\n“related to period mentioned in the said sub-section and” shall be inserted.\n(ii) after sub-rule (4), the following Explanation shall be inserted, namely: -\n“Explanation, - No refund shall be available for any tax, interest, and penalty, which has\nalready been discharged for the entire period, prior to the commencement of the Central\nGoods and Services Tax (Second Amendment) Rules, 2025, in cases where a notice or\nstatement or order mentioned in sub-section (1) of section 128A, includes a demand of tax,\npartially for the period mentioned in the said sub-section and partially for a period other than\nmentioned in the said sub-section.”.\n(b) in rule 164, in sub-rule 7, after the first proviso, the following proviso shall be inserted, namely: -\n“Provided further that where the notice or statement or order mentioned in sub-section(1) of\nsection 128A of the Act includes demand of tax, partially for the period mentioned in the said sub-\nsection and partially for the period other than that mentioned in the said sub-section, the applicant\ninstead of withdrawing the appeal, shall intimate the appellate authority or Appellate Tribunal that he\ndoes not wish to pursue the appeal for the period mentioned in the said sub-section and the relevant\nauthority shall, after taking note of the said request, pass such order for the period other than that\nmentioned in the said sub-section, as he thinks just and proper.\nExplanation,– For the removal of doubt, it is clarified that the appeal application shall be deemed\nto have been withdrawn to the extent of the said intimation for the period from the 1st July, 2017\nto the 31st March, 2020 or part thereof, for the purpose of sub-clause (3) of section 128A.”\n[No. CBIC-20016/12/2025-GST]\n(Raushan Kumar)\nUnder Secretary to the Government of India.\nNote: The principal rules were published in the Gazette of India, Extraordinary, Part II, section 3, sub-\nsection(i), vide number G.S.R. 610(E), dated, the 19th June 2017 and was last amended, vide number G.S.R.\n72(E), dated the 23rd January, 2025.",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\gst-pdfs\\GST 112025-Central Tax - Seeks to notify Central G_f902ae18.pdf",
      "source": "GST",
      "document_id": "f902ae18db06dc5176bc3c673c4fd7c0"
    },
    {
      "title": "GST 10/2025-Central Tax - Seeks to amend notification No. 02/2017-Central Ta...",
      "date": "01-01-2025",
      "content": "[To be published in the Gazette of India, Extraordinary, Part II, Section 3, Sub-section (i)]\nGovernment of India\nMinistry of Finance\n(Department of Revenue)\n(Central Board of Indirect Taxes and Customs)\nNotification\nNo. 10/2025 – Central Tax\nNew Delhi, the 13th March, 2025\nG.S.R.....(E).– In exercise of the powers conferred by section 3 read with section 5 of the Central\nGoods and Services Tax Act, 2017 (12 of 2017) and section 3 of the Integrated Goods and Services Tax Act,\n2017 (13 of 2017), the Central Government, hereby makes the following further amendments in the notification\nof the Government of India, in the Ministry of Finance (Department of Revenue), No. 02/2017-Central Tax,\npublished in the Gazette of India, Extraordinary, Part II, Section 3, Sub-section (i), vide number G.S.R. 609(E),\ndated the 19th June, 2017, namely: -\nIn the said notification, in Table, -\n(i) for serial number 7 and the entries relating thereto, the following shall be substituted, namely: -\n\"7. Alwar Districts of Alwar, Khairthal-Tijara, Kotputli-Behror, Bharatpur, Deeg, Dholpur, Dausa,\nKarauli, Sawaimadhopur, Sikar and Jhunjhunu in the state of Rajasthan.\";\n(ii) for serial number 23, and the entries relating thereto, the following shall be substituted, namely:-\n“23. Chennai Districts of Viluppuram, Kallakurichi, Thiruvannamalai, Vellore, Tirupathur, Ranipet,\nOuter Tiruvallur, Kanchipuram, Chengalpattu and areas covered under Pallavaram Cantonment\nBoard excluding Chennai Corporation Zone Nos. I to XV (from Ward No. 1 to 200 in\nexistence as on 01.04.2017) and St. Thomas Mount Cantonment Board in the State of\nTamil Nadu”;\n(iii) for serial number 49 and the entries relating thereto, the following shall be substituted, namely: -\n“49. Jaipur Districts of Jaipur, Ajmer, Beawer and Tonk in the state of Rajasthan.\";\n(iv) for serial number 53 and the entries relating thereto, the following shall be substituted, namely: -\n\"53. Jodhpur Districts of Jodhpur, Phalodi, Nagaur, Didwana-Kuchaman, Pali, Sirohi, Jalore, Barmer,\nBalotra, Jaisalmer, Bikaner, Churu, Ganganagar and Hanumangarh in the state of\nRajasthan.\";\n(v) for serial number 63, and the entries relating thereto, the following shall be substituted, namely:-\n“63. Madurai Districts of Madurai, Ramanathapuram, Sivagangai, Virudhunagar, Tuticorin,\nTirunelveli, Tenkasi, Kanyakumari, Theni, Dindigul (except D. Gudalur Village of\nPalayam Firka of Vedasandur Taluk) in the State of Tamil Nadu.\nThe territorial waters and the seabed and sub soil underlying such waters from where the\nnearest point of the appropriate baseline is located in the state of Tamil Nadu and the\nUnion territory of Puducherry.”;\n(vi) for serial number 100 and the entries relating thereto, the following shall be substituted, namely:-\n“100. Tiruchirapalli Districts of Tiruchirappalli, Perambalur, Ariyalur, Karur, Pudukottai, Thanjavur,\nThiruvarur, Nagapattinam, Mayiladuthurai, Cuddalore, and D. Gudalur village\nof Palayam Firka of Vedasandur Taluk of Dindigul District in the State of Tamil\nNadu.”;\n(vii) for serial number 102 and the entries relating thereto, the following shall be substituted, namely:-\n\"102. Udaipur Districts of Udaipur, Salumbar, Rajsamand, Bhilwara, Chittorgarh, Pratapgarh,\nDungarpur, Banswara, Bundi, Baran, Kota and Jhalawar in the state of\nRajasthan.\";\n[F. No. CBIC-20016/8/2025-GST]\n(Raushan Kumar)\nUnder Secretary to the Government of India.\nNote: - The principal notification No. 02/2017-Central Tax, was published in the Gazette of India,\nExtraordinary, vide number G.S.R. 609(E), dated the 19th June, 2017 and was last amended by notification No.\n27/2024-Central Tax, published in the Gazette of India, Extraordinary, vide number G.S.R. 729(E), dated the\n25th November 2024.",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\gst-pdfs\\GST 102025-Central Tax - Seeks to amend notificati_a21e3780.pdf",
      "source": "GST",
      "document_id": "a21e37800cb464cbfb3f326703d217cf"
    },
    {
      "title": "GST 09/2025-Central Tax - Seeks to bring rules 2, 8, 24, 27, 32, 37, 38 of t...",
      "date": "01-01-2025",
      "content": "[TO BE PUBLISHED IN THE GAZETTE OF INDIA, EXTRAORDINARY, PART II, SECTION 3, SUB-\nSECTION (i)]\nGOVERNMENT OF INDIA\nMINISTRY OF FINANCE\n(DEPARTMENT OF REVENUE)\nCENTRAL BOARD OF INDIRECT TAXES AND CUSTOMS\nNOTIFICATION\nNo. 09/2025–Central Tax\nNew Delhi, the 11th February, 2025.\nG.S.R...(E).—In exercise of the powers conferred by section 164 of the Central Goods and Services Tax Act,\n2017 (12 of 2017), read with sub-rule (1) of rule 1 of the Central Goods and Services Tax (Amendment) Rules,\n2024 (hereinafter referred to as rules), issued vide notification No. 12/2024-Central Tax, published in the Gazette of\nIndia, Extraordinary, Part II, Section 3, Sub-section (i), vide number G.S.R. 376(E), dated the 10th July, 2024, the\nCentral Government hereby appoints the following dates as mentioned in column (3) of the table below, on which\nthe provisions of rules specified in column (2) of the said table, shall come into force, namely: ––\nTable\nS. No Rules Date\n(1) (2) (3)\n1 Rules 2, 24, 27 and 32 11th day of February, 2025\n2 Rules 8, 37 and clause (ii) of rule 38 1st day of April, 2025\n[No.CBIC-20006/21/2024-GST]\n(Raushan Kumar)\nUnder Secretary to the Government of India.",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\gst-pdfs\\GST 092025-Central Tax - Seeks to bring rules 2 8 _1ceca390.pdf",
      "source": "GST",
      "document_id": "1ceca390669b44e0283ffabf55d5ad1d"
    },
    {
      "title": "GST 08/2025-Central Tax - Central Tax Notification for waiver of the late fe...",
      "date": "01-01-2025",
      "content": "[TO BE PUBLISHED IN THE GAZETTE OF INDIA, EXTRAORDINARY, PART II, SECTION 3,\nSUB-SECTION (ii)]\nGOVERNMENT OF INDIA\nMINISTRY OF FINANCE\n(DEPARTMENT OF REVENUE)\nCENTRAL BOARD OF INDIRECT TAXES AND CUSTOMS\nNOTIFICATION\nNO. 08/2025 – CENTRAL TAX\nNew Delhi, dated the 23rd January, 2025\nS.O......(E).– In exercise of the powers conferred by section 128 of the Central Goods and Services Tax Act,\n2017 (12 of 2017) (hereinafter referred to as the said Act), the Central Government, on the recommendations of\nthe Council, hereby waives the amount of late fee referred to in section 47 of the said Act in respect of the return\nto be furnished under section 44 of the said Act, for the financial years 2017-18 or 2018-19 or 2019-20 or 2020-\n21 or 2021-22 or 2022-23, which is in excess of the late fee payable under section 47 of the said Act upto the\ndate of furnishing of FORM GSTR-9 for the said financial year, for the class of registered persons, who were\nrequired to furnish reconciliation statement in FORM GSTR-9C along with the annual return in FORM GSTR-9\nfor the said financial year but failed to furnish the same along with the said return in FORM GSTR-9, and\nfurnish the said statement in FORM GSTR-9C, subsequently on or before the 31st March, 2025:\nProvided that no refund of late fee already paid in respect of delayed furnishing of FORM GSTR-9C for the said\nfinancial years shall be available.\n[No. CBIC-20001/15/2024-GST]\n(Raushan Kumar)\nUnder Secretary to Government of India",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\gst-pdfs\\GST 082025-Central Tax - Central Tax Notification _69e44b0b.pdf",
      "source": "GST",
      "document_id": "69e44b0b669181ba1ec6abd6a4eb6288"
    },
    {
      "title": "GST 07/2025-Central Tax - Central Tax Notification to amend CGST Rules, Cent...",
      "date": "01-01-2025",
      "content": "[TO BE PUBLISHED IN THE GAZETTE OF INDIA, EXTRAORDINARY, PART II, SECTION 3,\nSUB-SECTION (i)]\nGOVERNMENT OF INDIA\nMINISTRY OF FINANCE\n(DEPARTMENT OF REVENUE)\nCENTRAL BOARD OF INDIRECT TAXES AND CUSTOMS\nNOTIFICATION\nNo. 07/2025 – Central Tax\nNew Delhi, the 23rd January, 2025\nG.S.R... (E). –In exercise of the powers conferred by section 164 of the Central Goods and Services Tax Act,\n2017 (12 of 2017), the Central Government, on the recommendations of the Council, hereby makes the\nfollowing rules further to amend the Central Goods and Services Tax Rules, 2017, namely: —\n1. (1) These rules may be called the Central Goods and Services Tax (Amendment) Rules, 2025.\n(2) Save as otherwise provided in these rules, they shall come into force on the date of their publication in the\nOfficial Gazette.\n2. In the Central Goods and Services Tax Rules, 2017 (hereinafter referred to as the said rules), with effect from\na date to be notified, after rule 16, the following rule shall be inserted, namely: -\n“16A. Grant of temporary identification number. - Where a person is not liable to registration under the\nAct but is required to make any payment under the provisions of the Act, the proper officer may grant the said\nperson a temporary identification number and issue an order in Part B of FORM GST REG-12.”.\n3. In the said rules, with effect from a date to be notified, in rule 19, in sub-rule (1), after the words, letters and\nfigures “FORM GST REG-10”, the words, letters and figures “or in the intimation furnished by the composition\ntaxpayer in FORM GST CMP-02” shall be inserted.\n4. In the said rules, with effect from a date to be notified, in rule 87, in the sub-rule (4), after the words\n“common portal”, the words, figures and letters “as per rule 16A” shall be inserted.\n5. In the said rules, with effect from a date to be notified, for FORM REG-12, the following form shall be\nsubstituted, namely:–\n“FORM GST REG-12\n[See rule16(1), 16A]\nReference Number - Date:\nTo\n(Name):\n(Address):\nTemporary Registration Number/Temporary Identification Number\nOrder of Grant of Temporary Registration/Suo Moto Registration/ Temporary\nIdentification Number\nWhereas the undersigned has sufficient reason to believe that you are liable for registration under the Act,\nand therefore, you are hereby registered on a temporary basis. The particulars of the business as ascertained\nfrom the business premises are given as under:\nPART A\nDetails of person to whom temporary registration granted\nName and Legal Name, if applicable\n1.\nGender Male/Female/Other\n2.\nFather’s Name\n3.\nDate of Birth DD/MM/YYYY\n4.\nAddress of Building No./Flat No.\n5.\nthe Person\nFloor No.\nName of Premises/ Building\nRoad/ Street\nTown/City/Locality/Village\nBlock/ Taluka\nDistrict\nState\nPIN Code\nPermanent Account Number of the person, if\n6.\navailable\nMobile No.\n7.\nEmail Address\n8.\nOther ID, if any\n9.\n(Voter ID No./ Passport No./ Driving License No./\nAadhaar No./Other)\nReasons for temporary registration\n10.\nEffective date of registration/ temporary ID\n11.\nRegistration No. /Temporary ID\n12.\n13. Details of Bank Accounts (s) [Optional]\nTotal number of Bank Accounts maintained by the applicant (Upto 10 Bank\nAccounts to be reported)\nDetails of Bank Account 1\nAccount\nNumber\nType of IFSC\nAccount\nBank Name\nBranch To be auto-populated (Edit mode)\nAddress\nNote – Add more bank accounts.\n(Upload of Seizure Memo /Detention Memo/ Any other supporting documents)\n<< You are hereby directed to file application for proper registration within ninety days of the issue of this\norder>>\nSignature\nPlace <<Name of the Officer>>:\nDate: Designation/Jurisdiction:\nNote: A copy of the order will be sent to the corresponding Central/ State Jurisdictional Authority.\nPART B\nWhereas the undersigned has sufficient reason to believe that you are liable to make any payment under the Act,\nand therefore, you are hereby granted a temporary identification number as per the following details:\nDetails of person to whom temporary identification number has\nbeen granted\nName and Legal Name, if applicable\n1.\nGender Male/Female/Other\n2.\nFather’s Name\n3.\nDate of Birth DD/MM/YYYY\n4.\nAddress of the Building No./ Flat No.\n5.\nPerson\nFloor No.\nName of Premises/ Building\nRoad/ Street\nTown/City/Locality/Village\nBlock/ Taluka\nDistrict\nState\nPIN Code\n6. Permanent Account Number of the person, if available\nMobile No.\n7.\nEmail Address\n8.\nOther ID, if any\n9.\n(Voter ID No./ Passport No./ Driving License No./\nAadhaar No./Other)\nEffective date of temporary ID\n10.\nTemporary ID\n11.\n12. Details of Bank Accounts (s) [Optional]\nTotal number of Bank Accounts maintained by the applicant (Upto 10 Bank\nAccounts to be reported)\nDetails of Bank Account\nAccount\nNumber\nType of IFSC\nAccount\nBank Name\nBranch To be auto-populated (Edit mode)\nAddress\nNote – Add more bank accounts.\nSignature\nPlace <<Name of the Officer>>:\nDate: Designation/Jurisdiction:\nNote: A copy of the order will be sent to the corresponding Central/ State Jurisdictional Authority.”.\n[No. CBIC-20001/15/2024-GST]\n(Raushan Kumar)\nUnder Secretary to Government of India\nNote: The principal rules were published in the Gazette of India, Extraordinary, Part II, section 3, sub-section\n(i), vide number G.S.R. 610(E), dated the 19th June, 2017 and were last amended, vide number G.S.R. 626(E),\ndated the 8th October, 2024.",
      "source_path": "C:\\Users\\Archi  Aggarwal\\CompliFi\\backend\\data\\gst-pdfs\\GST 072025-Central Tax - Central Tax Notification _460e0368.pdf",
      "source": "GST",
      "document_id": "460e0368d0a4553f800443bf05d106cf"
    }
  ]
}